Repository: polidisio/TrackHobbies
Catalog: Localizable.xcstrings
Source language: es
Languages: en

source: %@ de 5
en: %@ out of 5

source: %lld completados
en: %lld completed

source: %lld días
en: %lld days

source: %lld elementos en tu colección
en: %lld items in your collection

source: %lld libros
en: %lld books

source: %lld resultados
en: %lld results

source: %lld%% del total
en: %lld%% of total

source: %lldh jugadas
en: %lldh played

source: Actividad
en: Activity

source: Ahora no
en: Not now

source: Archivado
en: Archived

source: Archivados
en: Archived

source: Archivar
en: Archive

source: Autor (opcional)
en: Author (optional)

source: Ayuda a mejorar TrackHobbies
en: Help improve TrackHobbies

source: Añadir
en: Add

source: Añadir Juego
en: Add Game

source: Añadir Libro
en: Add Book

source: Añadir Serie
en: Add Series

source: Añadir juego
en: Add game

source: Añadir libro
en: Add book

source: Añadir serie
en: Add series

source: Añadir total de páginas
en: Add total pages

source: Añadir «%@»
en: Add “%@”

source: Buscando...
en: Searching…

source: Buscar por título, autor...
en: Search by title, author…

source: Buscar por título...
en: Search by title…

source: Buscar portadas y descripciones
en: Find covers and descriptions

source: CSV listo para exportar
en: CSV ready to export

source: Cambiar y borrar
en: Change and delete

source: Cambiar y borrar nota
en: Change and delete rating

source: Cancelar
en: Cancel

source: Capítulo
en: Episode

source: Cerrar
en: Close

source: Comentario
en: Comment

source: Comparte datos de uso anónimos (qué funciones usas). Nunca enviamos tus títulos, notas, reseñas ni puntuaciones. Puedes cambiarlo cuando quieras en Estadísticas.
en: Share anonymous usage data (which features you use). We never send your titles, notes, reviews or ratings. You can change this anytime in Stats.

source: Compartir CSV
en: Share CSV

source: Compartir uso anónimo
en: Share anonymous usage

source: Completadas
en: Completed

source: Completado
en: Completed

source: Completados
en: Completed

source: Completados este año
en: Completed this year

source: Completados este mes
en: Completed this month

source: Comprobando iCloud…
en: Checking iCloud…

source: Cámbialo solo si tu edición tiene otro número de páginas.
en: Change it only if your edition has a different page count.

source: Demasiadas búsquedas seguidas. Espera un momento e inténtalo de nuevo.
en: Too many searches in a row. Wait a moment and try again.

source: Desde %@
en: Since %@

source: E%lld de %lld
en: E%lld of %lld

source: Editar total de páginas
en: Edit total pages

source: El servicio no responde ahora mismo. Inténtalo más tarde.
en: The service isn’t responding right now. Try again later.

source: El servicio rechazó la petición (clave de la app no válida).
en: The service rejected the request (invalid app key).

source: El total no puede ser menor que la página actual (%lld).
en: The total can't be lower than the current page (%lld).

source: Eliminar
en: Delete

source: En progreso
en: In progress

source: Entendido
en: Got it

source: Episodios vistos
en: Episodes watched

source: Error de iCloud: %@
en: iCloud error: %@

source: Escribe un comentario...
en: Write a comment…

source: Esta semana
en: This week

source: Estado
en: Status

source: Estado de iCloud desconocido
en: Unknown iCloud status

source: Estadísticas
en: Statistics

source: Este año
en: This year

source: Este mes
en: This month

source: Exportar CSV
en: Export CSV

source: Exportar a CSV
en: Export to CSV

source: Importar CSV
en: Import CSV

source: No se pudo importar
en: Couldn't import

source: El archivo no es un CSV exportado desde TrackHobbies.
en: The file is not a CSV exported from TrackHobbies.

source: Buscar páginas
en: Find pages

source: Elegir edición
en: Choose edition

source: No se encontraron ediciones con páginas.
en: No editions with page counts found.

source: %@ · %lld págs.
en: %@ · %lld pages

source: Se buscará cada libro por título y autor
en: Each book will be looked up by title and author

source: Información
en: Information

source: Más datos (opcional)
en: More details (optional)

source: Temporadas
en: Seasons

source: Episodios
en: Episodes

source: Subir portada
en: Upload cover

source: Cambiar portada
en: Change cover

source: Quitar portada
en: Remove cover

source: Copia de seguridad
en: Backup

source: Exportar copia (JSON)
en: Export backup (JSON)

source: Restaurar copia
en: Restore backup

source: Restaurar solo añade lo que falta: no borra ni sobrescribe nada.
en: Restoring only adds what is missing: nothing is deleted or overwritten.

source: No se pudo abrir el archivo.
en: Couldn't open the file.

source: El archivo no es una copia de seguridad de TrackHobbies.
en: The file is not a TrackHobbies backup.

source: La copia es de una versión más nueva de TrackHobbies. Actualiza la app.
en: The backup comes from a newer version of TrackHobbies. Update the app.

source: Añadidos: %lld. Omitidos (ya existían): %lld.
en: Added: %lld. Skipped (already existed): %lld.

source: Importación
en: Import

source: No se pudo leer el archivo.
en: Couldn't read the file.

source: No se encontraron elementos en el archivo. ¿Es un CSV de TrackHobbies o de Goodreads?
en: No items found in the file. Is it a TrackHobbies or Goodreads CSV?

source: Fecha
en: Date

source: Fechas
en: Dates

source: Filtros
en: Filters

source: Fin
en: End

source: Generando CSV...
en: Generating CSV…

source: Guardar
en: Save

source: Guardar «%@» en pendientes
en: Save “%@” to wishlist

source: Hace 1+ año
en: 1+ year ago

source: Horas jugadas
en: Hours played

source: Importando...
en: Importing…

source: Importar
en: Import

source: Importar %lld libros
en: Import %lld books

source: Importar CSV de Goodreads
en: Import Goodreads CSV

source: Importar desde Goodreads
en: Import from Goodreads

source: Información de la serie
en: Series info

source: Información del juego
en: Game info

source: Información del libro
en: Book info

source: Inicio
en: Start

source: Introduce un número de páginas entre 1 y %lld.
en: Enter a page count between 1 and %lld.

source: Juego
en: Game

source: Juegos
en: Games

source: La app funciona en modo temporal: lo que añadas no se guardará. Tus datos anteriores siguen en el dispositivo. Cierra la app y vuelve a abrirla; si persiste, actualiza la app.
en: The app is running in temporary mode: anything you add won’t be saved. Your previous data is still on the device. Close and reopen the app; if it persists, update the app.

source: La búsqueda no está configurada en esta compilación.
en: Search isn’t configured in this build.

source: Leídos
en: Read

source: Libro
en: Book

source: Libros
en: Books

source: Limpiar filtros
en: Clear filters

source: Marcar como completado
en: Mark as completed

source: Media global
en: Overall average

source: Mejor valorado
en: Top rated

source: Modo
en: Mode

source: No hay juegos
en: No games

source: No hay libros
en: No books

source: No hay series
en: No series

source: No se encontraron resultados
en: No results found

source: No se pudieron cargar tus datos
en: Couldn’t load your data

source: No se pudo comprobar iCloud
en: Couldn’t check iCloud

source: Nota
en: Rating

source: Nota %@ de 5
en: Rating %@ out of 5

source: Notas de %@ a %@ estrellas
en: Ratings from %@ to %@ stars

source: Pendiente
en: Wishlist

source: Pendientes
en: Wishlist

source: Por estado
en: By status

source: Por porcentaje
en: By percentage

source: Por páginas
en: By pages

source: Progreso
en: Progress

source: Pág. %lld / %lld (%lld%%)
en: Page %lld / %lld (%lld%%)

source: Pág. %lld/%lld
en: Page %lld/%lld

source: Página actual
en: Current page

source: Páginas
en: Pages

source: Páginas leídas
en: Pages read

source: Reintentar
en: Retry

source: Respuesta inesperada del servicio.
en: Unexpected response from the service.

source: Resumen
en: Summary

source: Resumen general
en: Overview

source: Se borrará %@.
en: This will delete %@.

source: Se borrará tu nota (%@ de 5).
en: Your rating (%@ out of 5) will be deleted.

source: Se perderán su progreso, nota y comentario. No se puede deshacer.
en: Its progress, rating and comment will be lost. This can’t be undone.

source: Seguimiento
en: Tracking

source: Seguimiento de lectura
en: Reading progress

source: Serie
en: Series

source: Sin conexión o conexión muy lenta. Revisa tu red e inténtalo de nuevo.
en: No connection, or a very slow one. Check your network and try again.

source: Sin cuenta de iCloud
en: No iCloud account

source: Sin empezar
en: Not started

source: Sin nota
en: No rating

source: Sin resultados
en: No results

source: Sin sincronizaciones todavía
en: No syncs yet

source: T%lld
en: S%lld

source: T%lld de %lld
en: S%lld of %lld

source: T%lld/%lld
en: S%lld/%lld

source: Temporada
en: Season

source: Temporadas vistas
en: Seasons watched

source: Tiempo dedicado
en: Time spent

source: Tiempo medio
en: Average time

source: Tiene reseña
en: Has a review

source: Toca + para añadir tu primer juego
en: Tap + to add your first game

source: Toca + para añadir tu primer libro
en: Tap + to add your first book

source: Toca + para añadir tu primera serie
en: Tap + to add your first series

source: Todos
en: All

source: Total de páginas
en: Total pages

source: Total páginas
en: Total pages

source: Título
en: Title

source: Valoraciones
en: Ratings

source: Valoración
en: Rating

source: Valoración media
en: Average rating

source: activos
en: active

source: el porcentaje (%lld%%)
en: the percentage (%lld%%)

source: el total de páginas (%lld)
en: the total pages (%lld)

source: iCloud activo
en: iCloud active

source: iCloud no disponible ahora
en: iCloud temporarily unavailable

source: iCloud restringido
en: iCloud restricted

source: la página actual (%lld)
en: the current page (%lld)

source: ¿Cambiar el modo de seguimiento?
en: Change tracking mode?

source: ¿Deseas enriquecer los datos con portadas y descripciones de Google Books?
en: Enrich the data with covers and descriptions from Google Books?

source: ¿Eliminar «%@»?
en: Delete “%@”?

source: ¿Sacar de «Completado»?
en: Remove from “Completed”?

source: Última sincronización: %@ (%@)
en: Last sync: %@ (%@)

source: Últimos 30 días
en: Last 30 days
